Repository: hkwayapp/HKWay
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans_hk, zh_hant_hk

source: Language
zh_hans_hk: 语言
zh_hant_hk: 語言

source: Language Selection
zh_hans_hk: 语言选择
zh_hant_hk: 語言選擇

source: Large fast ferry · Mon–Fri only
zh_hans_hk: 大型高速船 · 只限星期一至五
zh_hant_hk: 大型高速船 · 只限星期一至五

source: Last bus departed
zh_hans_hk: 末班车已开出
zh_hant_hk: 尾班車已開出

source: Last Updated
zh_hans_hk: 最后更新
zh_hant_hk: 最後更新

source: Leave HK Way?
zh_hans_hk: 离开 HK Way？
zh_hant_hk: 離開 HK Way？

source: Light
zh_hans_hk: 浅色
zh_hant_hk: 淺色

source: Light Rail (LRT)
zh_hans_hk: 轻铁
zh_hant_hk: 輕鐵

source: Light Rail arrival information is temporarily unavailable.
zh_hans_hk: 轻铁到站信息暂时无法提供。
zh_hant_hk: 輕鐵到站資訊暫時無法提供。

source: Light Rail Arrivals
zh_hans_hk: 轻铁到站时间
zh_hant_hk: 輕鐵到站時間

source: Limited service
zh_hans_hk: 有限度服务
zh_hant_hk: 有限度服務

source: Live tram arrivals are not currently available through a documented public API.
zh_hans_hk: 目前没有具公开文件的应用程序接口提供电车实时到站资料。
zh_hant_hk: 目前沒有具公開文件的應用程式介面提供電車實時到站資料。

source: Loading
zh_hans_hk: 正在加载
zh_hant_hk: 正在載入

source: Loading App Store products…
zh_hans_hk: 正在载入 App Store 项目…
zh_hant_hk: 正在載入 App Store 項目…

source: Loading arrivals...
zh_hans_hk: 正在加载到站时间…
zh_hant_hk: 正在載入到站時間⋯

source: Loading connecting routes…
zh_hans_hk: 正在载入接驳路线…
zh_hant_hk: 正在載入接駁路線…

source: Loading Fares…
zh_hans_hk: 正在载入车费…
zh_hant_hk: 正在載入車費…

source: Loading Light Rail Stops…
zh_hans_hk: 正在载入轻铁车站…
zh_hant_hk: 正在載入輕鐵車站…

source: Loading Locations...
zh_hans_hk: 正在载入地点…
zh_hant_hk: 正在載入地點…

source: Loading MTR Stations…
zh_hans_hk: 正在加载港铁车站…
zh_hant_hk: 正在載入港鐵車站…

source: Loading routes...
zh_hans_hk: 正在载入路线……
zh_hant_hk: 正在載入路線……

source: Loading timetable…
zh_hans_hk: 正在载入时间表…
zh_hant_hk: 正在載入時間表…

source: Loading tram routes…
zh_hans_hk: 正在载入电车路线…
zh_hant_hk: 正在載入電車路線…

source: Location Access Required
zh_hans_hk: 需要位置权限
zh_hant_hk: 需要位置權限

source: Lok Ma Chau Spur Line Control Point
zh_hans_hk: 落马洲支线管制站
zh_hant_hk: 落馬洲支線管制站

source: Look Around
zh_hans_hk: 环视
zh_hant_hk: 環視

source: LRT Feeder Bus
zh_hans_hk: 轻铁接驳巴士
zh_hant_hk: 輕鐵接駁巴士

source: Ma Wan
zh_hans_hk: 马湾
zh_hant_hk: 馬灣

source: Ma Wan Transport
zh_hans_hk: 马湾交通
zh_hant_hk: 馬灣交通

source: Manual Update
zh_hans_hk: 手动更新
zh_hant_hk: 手動更新

source: Map Selection
zh_hans_hk: 地图选择
zh_hant_hk: 地圖選擇

source: Marine Transport
zh_hans_hk: 水上交通
zh_hant_hk: 水上交通

source: Matching Routes
zh_hans_hk: 符合的路线
zh_hant_hk: 符合的路線

source: Mon–Fri only
zh_hans_hk: 只限星期一至五
zh_hant_hk: 只限星期一至五

source: Mondays to Saturdays except public holidays
zh_hans_hk: 星期一至六（公众假期除外）
zh_hant_hk: 星期一至六（公眾假期除外）

source: More
zh_hans_hk: 更多
zh_hant_hk: 更多

source: More Transport
zh_hans_hk: 更多交通
zh_hant_hk: 更多交通

source: MTR
zh_hans_hk: 港铁
zh_hant_hk: 港鐵

source: MTR — Racecourse Station Information
zh_hans_hk: 港铁 — 马场站信息
zh_hant_hk: 港鐵 — 馬場站資訊

source: MTR arrival information is temporarily unavailable.
zh_hans_hk: 港铁到站信息暂时未能提供。
zh_hant_hk: 港鐵到站資訊暫時未能提供。

source: MTR Journey Planner
zh_hans_hk: 港铁行程规划
zh_hant_hk: 港鐵行程規劃

source: MTR Line
zh_hans_hk: 港铁路线
zh_hant_hk: 港鐵路綫

source: MTR Lines
zh_hans_hk: 港铁路线
zh_hant_hk: 港鐵路綫

source: MTR Live Arrival Open Data
zh_hans_hk: 港铁实时到站开放数据
zh_hant_hk: 港鐵實時到站開放數據

source: MTR live data via DATA.GOV.HK. Data intellectual property belongs to MTR Corporation Limited. Times may change; check platform displays. Independent app, not affiliated with MTR or the Government.
zh_hans_hk: 港铁实时数据经 DATA.GOV.HK 提供，数据知识产权属港铁公司。时间可能更改，请留意站台显示。本应用程序独立运营，与港铁或政府并无关联。
zh_hant_hk: 港鐵實時數據經 DATA.GOV.HK 提供，數據知識產權屬港鐵公司。時間可能更改，請留意月台顯示。本應用程式獨立營運，與港鐵或政府並無關聯。

source: MTR Open Data
zh_hans_hk: 港铁开放数据
zh_hant_hk: 港鐵開放數據

source: MTR reports delays. Predictions may change.
zh_hans_hk: 港铁表示列车出现延误，预测时间可能更改。
zh_hant_hk: 港鐵表示列車出現延誤，預測時間可能更改。

source: Mui Wo
zh_hans_hk: 梅窝
zh_hant_hk: 梅窩

source: Mui Wo → Central
zh_hans_hk: 梅窝 → 中环
zh_hant_hk: 梅窩 → 中環

source: Mui Wo Ferry Pier
zh_hans_hk: 梅窝渡轮码头
zh_hant_hk: 梅窩渡輪碼頭

source: Nearby
zh_hans_hk: 附近
zh_hant_hk: 附近

source: Nearby Routes Hidden by Filters
zh_hans_hk: 附近路线已被筛选隐藏
zh_hant_hk: 附近路線已被篩選隱藏

source: Nearby services
zh_hans_hk: 附近服务
zh_hant_hk: 附近服務

source: Nearby Services — Onward Walk Required
zh_hans_hk: 附近服务 — 下车后须步行
zh_hant_hk: 附近服務 — 下車後須步行

source: Nearest Route Stop
zh_hans_hk: 最近的路线车站
zh_hant_hk: 最近的路線車站

source: Nearest Stop
zh_hans_hk: 最近车站
zh_hant_hk: 最近車站

source: New Lantao Bus — Routes & Timetables
zh_hans_hk: 新大屿山巴士 — 路线及时间表
zh_hant_hk: 新大嶼山巴士 — 路線及時間表

source: New Territories
zh_hans_hk: 新界
zh_hant_hk: 新界

source: Next
zh_hans_hk: 下一班
zh_hant_hk: 下一班

source: Next calendar day
zh_hans_hk: 下一个历日
zh_hant_hk: 下一個曆日

source: Next Stop
zh_hans_hk: 下一站
zh_hant_hk: 下一站

source: Ngong Ping 360
zh_hans_hk: 昂坪360
zh_hant_hk: 昂坪360

source: Ngong Ping 360 — Tickets & Service Information
zh_hans_hk: 昂坪360 — 车票及服务信息
zh_hant_hk: 昂坪360 — 車票及服務資訊

source: Ngong Ping 360 Cable Car
zh_hans_hk: 昂坪360缆车
zh_hant_hk: 昂坪360纜車

source: Ngong Ping Connections
zh_hans_hk: 昂坪接驳交通
zh_hant_hk: 昂坪接駁交通

source: No
zh_hans_hk: 否
zh_hant_hk: 否

source: No %@ Airport Routes
zh_hans_hk: 没有 %@ 机场路线
zh_hant_hk: 沒有 %@ 機場路線

source: No confirmed service
zh_hans_hk: 未有确认服务
zh_hant_hk: 未有確認服務

source: No Connecting Routes
zh_hans_hk: 没有接驳路线
zh_hant_hk: 沒有接駁路線

source: No current official event-specific transport notice has been verified. Check the official event and Transport Department pages before travelling.
zh_hans_hk: 目前未有经核实的官方活动专属交通通告。出发前请查看官方活动及运输署网页。
zh_hant_hk: 目前未有經核實的官方活動專屬交通通告。出發前請查看官方活動及運輸署網頁。

source: No Direct Routes Found
zh_hans_hk: 找不到直达路线
zh_hant_hk: 找不到直達路線

source: No ETA
zh_hans_hk: 没有预计到站时间
zh_hant_hk: 沒有預計到站時間

source: No Favorite MTR Stations
zh_hans_hk: 尚未收藏港铁车站
zh_hant_hk: 尚未收藏港鐵車站

source: No Favorite Routes
zh_hans_hk: 没有收藏路线
zh_hant_hk: 沒有收藏路線

source: No Favorite Stops
zh_hans_hk: 没有收藏车站
zh_hant_hk: 沒有收藏車站

source: No journeys
zh_hans_hk: 没有行程
zh_hant_hk: 沒有行程

source: No Locations Found
zh_hans_hk: 找不到地点
zh_hant_hk: 找不到地點

source: No LRT Feeder Bus Routes
zh_hans_hk: 没有轻铁接驳巴士路线
zh_hant_hk: 沒有輕鐵接駁巴士路線

source: No Matching Light Rail Stops
zh_hans_hk: 没有符合的轻铁车站
zh_hant_hk: 沒有符合的輕鐵車站

source: No Matching MTR Stations
zh_hans_hk: 没有符合的港铁车站
zh_hant_hk: 沒有符合的港鐵車站

source: No Matching Routes
zh_hans_hk: 没有符合的路线
zh_hant_hk: 沒有符合的路線

source: No Nearby Routes
zh_hans_hk: 找不到附近路线
zh_hant_hk: 找不到附近路線

source: No nearby routes were found for the current location
zh_hans_hk: 当前地点附近找不到路线。
zh_hant_hk: 目前位置附近找不到路線。

source: No Port Routes
zh_hans_hk: 没有口岸路线
zh_hant_hk: 沒有口岸路線

source: No published departures for this service type and day.
zh_hans_hk: 此服务类型及日子没有已公布班次。
zh_hant_hk: 此服務類型及日子沒有已公布班次。

source: No Recent Stations
zh_hans_hk: 尚无最近选择的车站
zh_hant_hk: 尚無最近選擇的車站

source: No Routes Found
zh_hans_hk: 找不到路线
zh_hant_hk: 找不到路線

source: No routes serve this stop
zh_hans_hk: 没有路线停靠此站
zh_hant_hk: 沒有路線停靠此站

source: No routes within this radius. Try a wider search distance.
zh_hans_hk: 此范围内没有路线，请尝试扩大搜索范围。
zh_hant_hk: 此範圍內沒有路線，請嘗試擴大搜尋範圍。

source: No Supported MTR Journey
zh_hans_hk: 没有支持的港铁行程
zh_hant_hk: 沒有支援的港鐵行程

source: No Theme Park Routes
zh_hans_hk: 没有主题公园路线
zh_hant_hk: 沒有主題公園路線

source: No upcoming arrivals
zh_hans_hk: 暂无即将到站班次
zh_hant_hk: 暫無即將到站班次

source: No upcoming trains reported at this stop.
zh_hans_hk: 此站暂无即将到站的列车信息。
zh_hant_hk: 此站暫無即將到站的列車資訊。

source: No upcoming trains reported for this route and direction.
zh_hans_hk: 暂无此路线及方向的列车到站信息。
zh_hant_hk: 暫無此路綫及方向的列車到站資訊。

source: No upcoming trains reported in this direction. Try the other direction or refresh.
zh_hans_hk: 此方向暂无即将到站的列车信息。请查看另一方向或刷新。
zh_hant_hk: 此方向暫無即將到站的列車資訊。請查看另一方向或重新整理。

source: No Verified Upcoming Arrangements
zh_hans_hk: 没有经核实的即将举行活动安排
zh_hant_hk: 沒有經核實的即將舉行活動安排

source: North
zh_hans_hk: 北区
zh_hant_hk: 北區

source: Not available
zh_hans_hk: 无法提供
zh_hant_hk: 未能提供

source: Notes
zh_hans_hk: 备注
zh_hant_hk: 備註

source: NP360 Official Ticket Store
zh_hans_hk: 昂坪360 官方购票网站
zh_hant_hk: 昂坪360 官方購票網站

source: NP360 Official Website & Service Notices
zh_hans_hk: 昂坪360 官方网站及服务通告
zh_hant_hk: 昂坪360 官方網站及服務通告

source: NP360 Visitor Guide & Accessibility
zh_hans_hk: 昂坪360 游览指南及无障碍信息
zh_hant_hk: 昂坪360 遊覽指南及無障礙資訊

source: Ocean Park
zh_hans_hk: 海洋公园
zh_hant_hk: 海洋公園

source: Official Boundary Transport Information
zh_hans_hk: 官方口岸交通资讯
zh_hant_hk: 官方口岸交通資訊

source: Official Event Transport Notice
zh_hans_hk: 官方活动交通通告
zh_hant_hk: 官方活動交通通告

source: Official Ferry Timetable & Fares
zh_hans_hk: 官方渡轮时间表及船费
zh_hant_hk: 官方渡輪時間表及船費

source: Official Getting Here Information
zh_hans_hk: 官方交通信息
zh_hant_hk: 官方交通資訊

source: Official Information
zh_hans_hk: 官方信息
zh_hant_hk: 官方資訊

source: Official Light Rail Fares
zh_hans_hk: 港铁官方轻铁车费
zh_hant_hk: 港鐵官方輕鐵車費

source: Official Light Rail Route Map
zh_hans_hk: 港铁官方轻铁路线图
zh_hant_hk: 港鐵官方輕鐵路綫圖

source: Official Ma Wan Bus Route List
zh_hans_hk: 官方马湾巴士路线列表
zh_hant_hk: 官方馬灣巴士路線列表

source: Official MTR Fare Data
zh_hans_hk: 港铁官方票价资料
zh_hant_hk: 港鐵官方票價資料

source: Official Online Registration
zh_hans_hk: 官方网上登记
zh_hant_hk: 官方網上登記

source: Official Operator Route Information
zh_hans_hk: 营办商官方路线资料
zh_hant_hk: 營辦商官方路線資料

source: Official Park Website
zh_hans_hk: 乐园官方网站
zh_hant_hk: 樂園官方網站

source: Official Racecourse Transport Information
zh_hans_hk: 马场官方交通信息
zh_hant_hk: 馬場官方交通資訊

source: Official route document
zh_hans_hk: 官方路线文件
zh_hant_hk: 官方路線文件

source: Official Route Lists
zh_hans_hk: 官方路线列表
zh_hant_hk: 官方路線列表

source: Official Route, Fare and Ticket Information
zh_hans_hk: 官方路线、车费及车票资料
zh_hant_hk: 官方路線、車費及車票資料

source: Official Schedules and Fares
zh_hans_hk: 官方时间表及票价
zh_hant_hk: 官方時間表及票價

source: Official Service Notice
zh_hans_hk: 官方服务通告
zh_hant_hk: 官方服務通告

source: Official Visit Information
zh_hans_hk: 官方参访信息
zh_hant_hk: 官方參訪資訊

source: Only tram routes serving Happy Valley are shown.
zh_hans_hk: 这里只显示途经跑马地的电车路线。
zh_hant_hk: 這裡只顯示途經跑馬地的電車路線。

source: Open a route to change direction. Check the official timetable for your departure pier and travel date.
zh_hans_hk: 开启路线可切换方向。请按出发码头及乘船日期查阅官方时间表。
zh_hant_hk: 開啟路線可切換方向。請按出發碼頭及乘船日期查閱官方時間表。

source: Open in %@
zh_hans_hk: 在 %@ 中打开
zh_hant_hk: 在 %@ 開啟

source: Open in Apple Maps
zh_hans_hk: 在 Apple 地图中打开
zh_hant_hk: 在 Apple 地圖中開啟

source: Opening an operator notice does not mean its old service dates are still valid. Wait for a current event notice before relying on any SP route.
zh_hans_hk: 开启营办商通告并不代表当中的旧服务日期仍然有效。依赖任何 SP 路线前，请等候现行活动通告。
zh_hant_hk: 開啟營辦商通告並不代表當中的舊服務日期仍然有效。依賴任何 SP 路線前，請等候現行活動通告。

source: Operating Hours
zh_hans_hk: 服务时间
zh_hant_hk: 服務時間

source: Operator
zh_hans_hk: 运营商
zh_hant_hk: 營運商

source: Operators
zh_hans_hk: 运营商
zh_hant_hk: 營運商

source: Ordinary Ferry
zh_hans_hk: 普通船
zh_hant_hk: 普通船

source: Ordinary routes useful for sightseeing will be added separately. They will remain labelled as regular public transport and will not be presented as sightseeing products.
zh_hans_hk: 适合观光的一般路线将另行加入，并会继续标示为一般公共交通，不会当作观光产品介绍。
zh_hant_hk: 適合觀光的一般路線將另行加入，並會繼續標示為一般公共交通，不會當作觀光產品介紹。

source: Origin
zh_hans_hk: 起点
zh_hant_hk: 起點

source: Origin and destination are the same station.
zh_hans_hk: 起点与目的地为同一车站。
zh_hant_hk: 起點與目的地為同一車站。

source: Origin unavailable
zh_hans_hk: 无法提供起点信息
zh_hant_hk: 未能提供起點資料

source: Other
zh_hans_hk: 其他
zh_hant_hk: 其他

source: Other Branch Stations
zh_hans_hk: 其他支线车站
zh_hant_hk: 其他支線車站

source: Other Lines at This Station
zh_hans_hk: 此站其他路线
zh_hant_hk: 此站其他路綫

source: Other Official Connection
zh_hans_hk: 其他官方接驳服务
zh_hant_hk: 其他官方接駁服務

source: Other Routes at This Stop
zh_hans_hk: 此站其他路线
zh_hant_hk: 此站其他路綫

source: Outlying Islands
zh_hans_hk: 离岛
zh_hant_hk: 離島

source: Overnight
zh_hans_hk: 通宵
zh_hant_hk: 通宵

source: Overnight Routes
zh_hans_hk: 通宵路线
zh_hant_hk: 通宵路線

source: Park Island Ferry Pier
zh_hans_hk: 珀丽湾渡轮码头
zh_hant_hk: 珀麗灣渡輪碼頭

source: Park Island Transport
zh_hans_hk: 珀丽湾客运
zh_hant_hk: 珀麗灣客運

source: Pass-by Routes
zh_hans_hk: 途经路线
zh_hant_hk: 途經路線

source: Peak Terminus
zh_hans_hk: 山顶总站
zh_hant_hk: 山頂總站

source: Peak Tram
zh_hans_hk: 山顶缆车
zh_hant_hk: 山頂纜車

source: Peak Tram does not provide live arrival times. Check the official website for service notices before travelling.
zh_hans_hk: 山顶缆车不提供实时到站时间。出发前请浏览官方网站查看服务通告。
zh_hant_hk: 山頂纜車不提供實時到站時間。出發前請瀏覽官方網站查看服務通告。

source: Peak Tram Fares
zh_hans_hk: 山顶缆车票价
zh_hant_hk: 山頂纜車票價

source: Peng Chau
zh_hans_hk: 坪洲
zh_hant_hk: 坪洲

source: Peng Chau → Central
zh_hans_hk: 坪洲 → 中环
zh_hant_hk: 坪洲 → 中環

source: Peng Chau Ferry Pier
zh_hans_hk: 坪洲渡轮码头
zh_hant_hk: 坪洲渡輪碼頭

source: Plan your transport below. For attraction details, please visit the official websites.
zh_hans_hk: 在下方规划交通行程。景点详情请浏览官方网站。
zh_hant_hk: 在下方規劃交通行程。景點詳情請瀏覽官方網站。

source: Plan your transport below. Registration and current visitor information are available from the monastery's official website.
zh_hans_hk: 请在下方规划交通。登记及最新参访信息请查阅寺院官方网站。
zh_hant_hk: 請在下方規劃交通。登記及最新參訪資訊請查閱寺院官方網站。

source: Planning MTR Journey…
zh_hans_hk: 正在规划港铁行程…
zh_hant_hk: 正在規劃港鐵行程…

source: Platform %@
zh_hans_hk: %1$@ 号站台
zh_hant_hk: %1$@ 號月台

source: Platform %lld
zh_hans_hk: %lld 号站台
zh_hant_hk: %lld 號月台

source: Please Select Boundary Control Point
zh_hans_hk: 请选择边境管制站
zh_hant_hk: 請選擇邊境管制站

source: Please Select District
zh_hans_hk: 请选择地区
zh_hant_hk: 請選擇地區

source: Please Select Route
zh_hans_hk: 请选择路线
zh_hant_hk: 請選擇路線

source: Please wait...
zh_hans_hk: 请稍候…
zh_hant_hk: 請稍候⋯

source: Po Lin Monastery — Visitor Information
zh_hans_hk: 宝莲禅寺 — 游览信息
zh_hant_hk: 寶蓮禪寺 — 遊覽資訊

source: Popular Areas
zh_hans_hk: 热门地区
zh_hant_hk: 熱門地區

source: Popular Areas Along Airport Bus Routes
zh_hans_hk: 机场巴士途经热门地区
zh_hant_hk: 機場巴士途經熱門地區

source: Port Bus
zh_hans_hk: 口岸巴士
zh_hant_hk: 口岸巴士

source: Post-event Departure Services
zh_hans_hk: 活动后离场服务
zh_hant_hk: 活動後離場服務

source: Preference
zh_hans_hk: 偏好设置
zh_hant_hk: 偏好設定

source: Preparing HK Way... This will take up to a few minutes.
zh_hans_hk: 正在准备 HK Way……这可能需要几分钟。
zh_hant_hk: 正在準備 HK Way……這可能需要幾分鐘。

source: Previous Stop
zh_hans_hk: 上一站
zh_hant_hk: 上一站

source: Public bus and green minibus routes within Hong Kong are shown here. Cross-boundary coaches and port shuttle buses are separate services.
zh_hans_hk: 这里显示香港境内的公共巴士及绿色专线小巴路线。跨境客车及口岸穿梭巴士属于独立服务。
zh_hant_hk: 這裡顯示香港境內的公共巴士及綠色專線小巴路線。跨境客車及口岸穿梭巴士屬於獨立服務。

source: Published origin-to-destination adult fare, not a sum of individual legs. Excludes First Class, concessions and promotions.
zh_hans_hk: 显示已公布的起点至目的地成人票价，并非各段票价相加。不包括头等、优惠票价及推广优惠。
zh_hant_hk: 顯示已公布的起點至目的地成人票價，並非各段票價相加。不包括頭等、優惠票價及推廣優惠。

source: Published station patterns only; not every train serves the full pattern. Live arrivals will be added separately.
zh_hans_hk: 此处仅显示公布的车站次序，并非每班列车均行经全程。实时到站信息将另行加入。
zh_hant_hk: 此處僅顯示公布的車站次序，並非每班列車均行經全程。實時到站資訊將另行加入。

source: Race-day service — check official arrangements
zh_hans_hk: 赛马日服务 — 请查阅官方安排
zh_hant_hk: 賽馬日服務 — 請查閱官方安排

source: Race-day Services
zh_hans_hk: 赛马日服务
zh_hant_hk: 賽馬日服務

source: Racecourse Routes
zh_hans_hk: 马场路线
zh_hant_hk: 馬場路線

source: Racecourse station is not a daily connection. Check MTR's latest arrangements and station announcements before travelling. Live arrivals appear only when MTR reports a service at this station.
zh_hans_hk: 马场站并非每天提供服务。出发前请查阅港铁最新安排及车站公告。只有港铁报告本站有列车服务时，才会显示实时到站信息。
zh_hant_hk: 馬場站並非每天提供服務。出發前請查閱港鐵最新安排及車站公告。只有港鐵報告本站有列車服務時，才會顯示實時到站資訊。

source: Racecourse-area Connections
zh_hans_hk: 马场周边接驳路线
zh_hant_hk: 馬場周邊接駁路線

source: Rail & Tram
zh_hans_hk: 铁路及有轨电车
zh_hant_hk: 鐵路及電車

source: Recent
zh_hans_hk: 最近
zh_hant_hk: 最近

source: Recent Stations
zh_hans_hk: 最近选择
zh_hant_hk: 最近選擇

source: Refresh ETA
zh_hans_hk: 刷新到站时间
zh_hant_hk: 重新整理到站時間

source: Refresh Nearby Routes
zh_hans_hk: 重新载入附近路线
zh_hant_hk: 重新載入附近路線

source: Refreshing Light Rail Arrivals…
zh_hans_hk: 正在更新轻铁到站时间…
zh_hant_hk: 正在更新輕鐵到站時間…

source: Refreshing MTR Arrivals…
zh_hans_hk: 正在更新港铁到站信息…
zh_hant_hk: 正在更新港鐵到站資訊…

source: Regular Light Rail routes. Live arrivals will be added next.
zh_hans_hk: 此处列出常规轻铁路线。实时到站时间将于下一阶段加入。
zh_hant_hk: 此處列出常規輕鐵路綫。即時到站時間將於下一階段加入。

source: Regular MTR lines only. Airport Express and walking connections between different station codes are not included.
zh_hans_hk: 仅包括一般港铁路线，不包括机场快线及不同车站代码之间的步行接驳。
zh_hant_hk: 僅包括一般港鐵路綫，不包括機場快綫及不同車站代碼之間的步行接駁。

source: Regular Public Transport
zh_hans_hk: 一般公共交通
zh_hant_hk: 一般公共交通

source: Regular routes serving this stop. Upcoming trains are grouped by platform below.
zh_hans_hk: 途经此站的常规路线。下方按月台显示即将到站的列车。
zh_hant_hk: 途經此站的常規路線。下方按月台顯示即將到站的列車。

source: Regular service — check the selected direction, operating days and current service information before travelling.
zh_hans_hk: 一般服务 — 出发前请核对所选方向、服务日子及现行服务资料。
zh_hant_hk: 一般服務 — 出發前請核對所選方向、服務日子及現行服務資料。

source: Regular tram connection — check the selected route and direction before travelling.
zh_hans_hk: 常规电车接驳 — 出发前请确认所选路线及方向。
zh_hant_hk: 常規電車接駁 — 出發前請確認所選路線及方向。

source: Remove
zh_hans_hk: 移除
zh_hant_hk: 移除

source: Remove from Favorites
zh_hans_hk: 从收藏中移除
zh_hant_hk: 從收藏移除

source: Resident Bus
zh_hans_hk: 居民巴士
zh_hant_hk: 居民巴士

source: Resident bus services are approved for specific residential developments. Availability and passenger eligibility may vary by route.
zh_hans_hk: 居民巴士服务获批准为指定住宅发展项目提供服务。服务安排及乘客资格可能因路线而异。
zh_hant_hk: 居民巴士服務獲批准為指定住宅發展項目提供服務。服務安排及乘客資格可能因路線而異。

source: Resident service NR532 is listed on the monastery's official directions page but is not available as an in-app route in the current open transport dataset.
zh_hans_hk: 寺院官方交通指引列有居民服务 NR532，但目前开放交通资料集未能提供此路线的应用内页面。
zh_hant_hk: 寺院官方交通指引列有居民服務 NR532，但目前開放交通資料集未能提供此路線的應用程式內頁面。

source: Resident-bus availability and passenger arrangements may vary. Check the official route document before travelling. First and last departures will be added later as a shared timetable feature.
zh_hans_hk: 居民巴士的服务及乘客安排可能有所不同。出发前请查阅官方路线文件。首班及末班车时间将于日后作为共用时间表功能加入。
zh_hant_hk: 居民巴士的服務及乘客安排可能有所不同。出發前請查閱官方路線文件。頭班及尾班車時間將於日後作為共用時間表功能加入。

source: Return
zh_hans_hk: 往返
zh_hant_hk: 來回

source: Reverse Direction
zh_hans_hk: 反转方向
zh_hant_hk: 反轉方向

source: Route %@
zh_hans_hk: 路线 %@
zh_hant_hk: 路線 %@

source: Route data comes from DATA.GOV.HK and the app's open transport dataset. Data rights remain with their respective owners. External websites are independent; HK Way is not affiliated with HKJC or the transport operators.
zh_hans_hk: 路线数据来自 DATA.GOV.HK 及本程序的开放交通数据集，数据权利属各自拥有人所有。外部网站独立运营；HK Way 与香港赛马会及交通运营商并无联系。
zh_hant_hk: 路線資料來自 DATA.GOV.HK 及本程式的開放交通資料集，資料權利屬各自擁有人所有。外部網站獨立營運；HK Way 與香港賽馬會及交通營運商並無聯繫。

source: Route Details
zh_hans_hk: 路线详情
zh_hant_hk: 路線詳情

source: Route identities and broad coverage were checked against current operator and Hong Kong Tourism Board information. External websites are independent; HK Way does not sell tickets or guarantee open-top vehicle operation.
zh_hans_hk: 路线资料及大概覆盖范围已按现行营办商及香港旅游发展局资料核对。外部网站独立运作；HK Way 不售卖车票，亦不保证使用开篷巴士。
zh_hant_hk: 路線資料及大概覆蓋範圍已按現行營辦商及香港旅遊發展局資料核對。外部網站獨立運作；HK Way 不售賣車票，亦不保證使用開篷巴士。

source: Route Number
zh_hans_hk: 路线编号
zh_hant_hk: 路線編號

source: Route Section
zh_hans_hk: 路线分段
zh_hant_hk: 路線分段

source: Route Type
zh_hans_hk: 路线类型
zh_hant_hk: 路線類型

source: Routes
zh_hans_hk: 路线
zh_hant_hk: 路線

source: Routes 705 and 706 · Wetland Park Stop
zh_hans_hk: 705 及 706 路线 · 湿地公园站
zh_hant_hk: 705 及 706 路線 · 濕地公園站

source: Routes are classified from the monastery's official directions and matched by route number and operator in HK Way's open transport dataset. Check the selected direction and current operating information before travelling.
zh_hans_hk: 路线分类依据寺院官方交通指引，并按路线编号及营运商配对 HK Way 的开放交通资料。出发前请核对所选方向及最新服务信息。
zh_hant_hk: 路線分類依據寺院官方交通指引，並按路線編號及營運商配對 HK Way 的開放交通資料。出發前請核對所選方向及最新服務資訊。

source: Routes are grouped by their physical boarding stop. Check the stop name and code before boarding.
zh_hans_hk: 路线按实际上车站分组。上车前请核对车站名称及编号。
zh_hant_hk: 路線按實際上車站分組。上車前請核對車站名稱及編號。

source: Routes are grouped by whether the selected connection point is the route endpoint or an intermediate stop.
zh_hans_hk: 路线按所选接驳地点属于路线终点或中途站分类。
zh_hant_hk: 路線按所選接駁地點屬於路線終點或中途站分類。

source: Routes are grouped by whether the selected terminus is the route endpoint or an intermediate stop.
zh_hans_hk: 路线按所选总站是路线终点或中途站分类。
zh_hant_hk: 路線按所選總站是路線終點或中途站分類。

source: Routes shown call at one or more stops in the selected area.
zh_hans_hk: 显示的路线会停靠所选地区内的一个或多个车站。
zh_hant_hk: 顯示的路線會停靠所選地區內的一個或多個車站。

source: Routes shown may travel directly to the theme park or serve it as an intermediate stop.
zh_hans_hk: 显示的路线可能直达主题公园，或仅途经主题公园。
zh_hant_hk: 顯示的路線可能直達主題公園，或僅途經主題公園。

source: Routes you save will appear here.
zh_hans_hk: 你收藏的路线会显示在这里。
zh_hant_hk: 你收藏的路線會顯示在這裡。

source: Sai Kung
zh_hans_hk: 西贡区
zh_hant_hk: 西貢區

source: Saturday only
zh_hans_hk: 只限星期六
zh_hant_hk: 只限星期六

source: Saved MTR service unavailable. Remove this favorite and save it again from the station page.
zh_hans_hk: 已收藏的港铁服务无法使用。请移除此收藏，并在车站页面重新收藏。
zh_hant_hk: 已收藏的港鐵服務無法使用。請移除此收藏，並在車站頁面重新收藏。

source: Scheduled Departures
zh_hans_hk: 预定开航时间
zh_hant_hk: 預定開航時間

source: Search
zh_hans_hk: 搜索
zh_hant_hk: 搜尋

source: Search Communities
zh_hans_hk: 搜索社区
zh_hant_hk: 搜尋社區

source: Search covers all MTR lines.
zh_hans_hk: 搜索涵盖所有港铁路线。
zh_hant_hk: 搜尋涵蓋所有港鐵路綫。

source: Search Light Rail Stops
zh_hans_hk: 搜索轻铁车站
zh_hant_hk: 搜尋輕鐵車站

source: Search Locations
zh_hans_hk: 搜索地点
zh_hant_hk: 搜尋地點

source: Search LRT Feeder Bus Routes
zh_hans_hk: 搜索轻铁接驳巴士路线
zh_hant_hk: 搜尋輕鐵接駁巴士路線

source: Search MTR Stations
zh_hans_hk: 搜索港铁车站
zh_hant_hk: 搜尋港鐵車站

source: Search Radius
zh_hans_hk: 搜索范围
zh_hant_hk: 搜尋範圍

source: See Official Details
zh_hans_hk: 查看官方详情
zh_hant_hk: 查看官方詳情

source: Select Community
zh_hans_hk: 选择社区
zh_hant_hk: 選擇社區

source: Select Location
zh_hans_hk: 选择地点
zh_hant_hk: 選擇地點

source: Select the service day manually, including public holidays. Times use the Hong Kong time zone and a 24-hour clock.
zh_hans_hk: 请自行选择服务日期类别，公众假期亦须选择相应类别。时间以香港时区及24小时制显示。
zh_hant_hk: 請自行選擇服務日期類別，公眾假期亦須選擇相應類別。時間以香港時區及24小時制顯示。

source: Selected NLB routes with Ngong Ping as a dataset endpoint. This list is not exhaustive and does not plan the final approach to the attraction.
zh_hans_hk: 精选数据集中以昂坪为端点的新大屿山巴士路线。本列表并非完整路线清单，亦不规划前往景点的最后一段路程。
zh_hant_hk: 精選數據集中以昂坪為端點的新大嶼山巴士路線。本列表並非完整路線清單，亦不規劃前往景點的最後一段路程。

source: Selected route data: Transport Department / DATA.GOV.HK. Data rights belong to their respective owners. HK Way is independent of the operators.
zh_hans_hk: 部分路线数据：运输署／DATA.GOV.HK。数据权利属各自拥有人所有。HK Way 与运营商并无联系。
zh_hant_hk: 部分路線資料：運輸署／DATA.GOV.HK。資料權利屬各自擁有人所有。HK Way 與營運商並無聯繫。

source: Selected routes serving named racecourse-area stops in the open dataset. Check the direction, stop location and operating days before travelling; this is not an entrance or walking guide.
zh_hans_hk: 列出开放数据中途经马场周边指定车站的部分路线。出发前请确认方向、车站位置及服务日期；此页并非入口或步行指南。
zh_hant_hk: 列出開放資料中途經馬場周邊指定車站的部分路線。出發前請確認方向、車站位置及服務日期；此頁並非入口或步行指南。

source: Separate Shuttle and Coach Services
zh_hans_hk: 独立穿梭巴士及跨境巴士服务
zh_hant_hk: 獨立穿梭巴士及跨境巴士服務

source: Serves the monastery entrance on Mondays to Fridays, except public holidays. Check the official page for current departure times before travelling.
zh_hans_hk: 逢星期一至五（公众假期除外）驶达寺院入口。出发前请于官方页面查阅最新开出时间。
zh_hant_hk: 逢星期一至五（公眾假期除外）駛達寺院入口。出發前請於官方頁面查閱最新開出時間。

source: Service Day
zh_hans_hk: 服务日期类别
zh_hant_hk: 服務日期類別

source: Service Days
zh_hans_hk: 服务日
zh_hant_hk: 服務日

source: Service Information
zh_hans_hk: 服务信息
zh_hant_hk: 服務資訊

source: Service Suspended
zh_hans_hk: 服务暂停
zh_hant_hk: 服務暫停

source: Service types share the same piers. This selection shows reference journey times only; check the official timetable for fast-ferry departures and applicable fares.
zh_hans_hk: 两种服务使用相同码头。此选项只显示参考航程时间；高速船班次及适用票价请查阅官方时间表。
zh_hant_hk: 兩種服務使用相同碼頭。此選項只顯示參考航程時間；高速船班次及適用票價請查閱官方時間表。

source: Services will appear here.
zh_hans_hk: 服务将在这里显示。
zh_hant_hk: 服務將會顯示在這裡。

source: Settings
zh_hans_hk: 设置
zh_hant_hk: 設定

# settings.dataSources.fareDescription
source: Full, sectional, and boarding fares are provided by the Hong Kong Transport Department through DATA.GOV.HK.
zh_hans_hk: 全程、分段及上车收费资料由香港运输署通过 DATA.GOV.HK 提供。
zh_hant_hk: 全程、分段及上車收費資料由香港運輸署透過 DATA.GOV.HK 提供。
